Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/onedrive/manaidgardi_no.docx.tmx
Source language: nob
Languages: sme

source: «Det kan være utfordrende om strategien er for generell for alle barnehagene, være seg kommunale eller private barnehager.
sme: "Sáhttá veahá hástalus jus strategiija lea menddo "generell" buot mánáidgárddiid ektui, ahte leš dal gieldda dahje privahta mánáidgárdi.

source: Barnehagene har naturlig nok individuelle utfordringer, og det kan være greit å skille litt mellom dem.
sme: Mánáidgárddiin leat dieđus hui iešguđetlágan hástalusat, de soaitá ahte sáhtášii veahá earuhuhuttit daid gaskkas.

source: Forslag:
sme: Evttohus:

source: Samiske barn i dagens samfunn – Strategier, Nytt punkt:
sme: Sámegielat mánát otná servodagas - Strategiijat, Ođđa čuokkis:

source: -Jobbe for å legge grunnlag for egne landsomfattende støtteordninger, slik at samiske barnehagers reelle utgifter blir sammenlignet med virkeligheten, og ikke med kommunale norske barnehager.
sme: - Bargat oažžut sierra riikaviidosaš ruhtadoarjjaortnetvuođu, nu ahte sámi mánáidgárddiid duohta golut buohtastahttujuvvojit duohta dili ektui, eai ge gieldda dásis dárogielat mánáidgearddiid ektui.

source: Argumentasjon (Merknad):
sme: Ákkastallan (Mearkkašupmi):

source: Grunnlaget for beregning av tilskudd til barnehagene tar ikke i betraktning at språktilegnelse krever bedre oppfølging og aktiv deltakelse i barnas lek av de ansatte.
sme: Rehkenastinvuođđu mánáidgárddiid doarjjaordnegii ii váldde vuhtii ahte giela oaččudeapmi gáibida stuorát čuovvoleami ja bargiid aktiivválaš searvama mánáid duhkoraddamis.

source: Derfor ville det være mer naturlig om samiske barnehagers utgifter blir sammenlignet med andre samiske barnehagers utgifter, og ikke med kommunale barnehager som ikke har de samme utfordringene og kravene.
sme: Danin livčče eambo lunddolaš ahte sámi mánáidgárddiid olggusgolut buohtastahttojuvvojit eará sámi mánáidgárddiid ektui, eai ge buohtastahtojuvvo gieldda mánáidgárddiiguin main eai leat dákkár hástalusat ja gáibádusat.
